[
  {
    "id": 1,
    "title": "Schluckspecht zum zweiten Mal „autonom“ erfolgreich",
    "content": "Das Team der Hochschule Offenburg hat beim Shell Eco-marathon 2019 einen hervorragenden zweiten Platz in der Disziplin „Autonomes Fahren“ belegt. Mit dem „Schluckspecht V“ waren sie das beste deutsche Team. Das erfolgreiche Team Schluckspecht beim Shell Eco-marathon am Circuitpark in Berghem/Holland. Erst zum zweiten Mal traten Teams in der Disziplin „Autonomes Fahren“ beim Shell Eco-marathon gegeneinander an. Neben der Hochschule wagten sich drei weitere Universitäten an diese schwierige Challenge – die Hochschule Amsterdam, die DTU Technische Universität Dänemark und die TU München. Das autonome Fahren ist besonders anspruchsvoll, weil dabei die Disziplinen der Mechanik, der Elektrotechnik und der Informatik zusammenwirken und zusammenzuführen sind. Um sich zu qualifizieren, musste vorab ein Videobeweis eingereicht werden, aus dem ersichtlich wurde, dass das antretende Fahrzeug fähig ist, autonom zu fahren. Obwohl die Mitglieder des Schluckspecht-Teams semesterweise wechseln, hat die Zusammenarbeit sowohl in der Vorbereitungsphase als auch beim Wettkampf selbst bestens funktioniert. Die Studierenden kommen aus verschiedensten Studiengängen des Maschinenbaus, der Elektrotechnik und der Medienfakultät. „Unser Team hat sich hervorragend präsentiert. Zusammenarbeit und Team-Geist waren wieder der Garant für den Erfolg. Unsere technischen Verbesserungen haben sich im Wettbewerb bewährt und wir konnten uns im Vergleich zum Vorjahr enorm steigern“, erklärt Gesamtprojektleiter Prof. Stefan Hensel. Die technischen Fortschritte konnte der Schluckspecht bei dem vier Tage dauernden Wettbewerb demonstrieren. Zunächst wurden die Fahrzeuge unter Sicherheits- und technischen Aspekten geprüft. Dann mussten die Teams unter Beweis stellen, dass ihre Fahrzeuge autonom, also ohne Einfluss eines Fahrers, auf einer kurvigen Strecke fahren, vor einer Mauer einparken und durch unterschiedlich gesetzte „Tore“ manövrieren können. Zudem präsentierten die Teams ihre Vorstellungen über die aktuellen sowie zukünftigen Möglichkeiten des autonomen Fahrens. Das Team der Hochschule Offenburg hatte dazu bereits zahlreiche Ideen entwickelt und konnte der Jury überzeugend darlegen, wie der Schluckspecht in Zukunft systematisch weiter verbessert werden kann. Alle Aufgaben flossen schließlich in die Gesamtwertung ein: Das Team der Hochschule konnte in allen Bereichen überzeugen und belegte als bestes deutsches Team einen hervorragenden zweiten Platz. Im nächsten Jahr will das Schluckspecht-Team erneut beim autonomen Fahren antreten und die präsentierten Ideen bis dahin in die Tat umsetzen. „Ich bin mir sicher, dass wir uns beim autonomen Fahren in der Spitzengruppe des Wettbewerbs etablieren und uns nach dem zweiten Platz in diesem Jahr noch weiter verbessern können“, sagt Prof. Hensel zum Potential des autonomen Schluckspechts. Zunächst heißt es jedoch sich auf den Reichweitenwettbewerb mit einem Liter Diesel vorzubereiten, der in vier Wochen in London stattfinden wird.",
	  "date": "29.05.2019",
    "imagePath": "assets/localData/Feed/images/Gruppenfoto_2019.jpg",
    "source": "Quelle: wwww.schluckspecht.hs-offenburg.de Foto: Hochschule Offenburg"
  },

{
"id": 2,
    "title": "Schluckspecht rast mit neuer Bestleistung zu Platz 2",
    "content": "Beim Shell Eco-marathon in Assen muss sich das Team der Hochschule Offenburg nur dem der Technischen Universität Dänemark geschlagen geben. Das jubelnde Team mit Teamfahnen und einem Startschild auf dem handschriftlich die Kilometerleistung mit einem Liter Diesel notiert ist vor einem Garagentor. Beim ersten Auftritt nach der langen Corona-Pause auf einer Rennstrecke trat das Schluckspecht-Team um Prof. Claus Fleig in der Kategorie Urban Concept gegen sechs andere Teams aus Italien (2), Frankreich, Belgien, den Niederlanden und eben Dänemark an. Auf der legendären Motorrad-Grandprix-Strecke „Cathedral of Speed“ im niederländischen Assen kamen die Offenburger als schnellstes durch die technische Abnahme der Fahrzeuge und erzielten auf der Strecke eine neue persönliche Effizienz-Bestleistung. Nach 270 Kilometern 2019, schaffte der Schluckspecht diesmal eine deutliche Steigerung auf 330 Kilometer mit einem Liter Diesel. Das reichte locker für den fantastischen zweiten Platz hinter dem Team der Technischen Universität Dänemark aus Lyngby Kopenhagen, mit dem eine langjährige Freundschaft besteht. Der Erfolg ist umso bemerkenswerter als das interdisziplinäre Team vor der Saison neu zusammengestellt worden war und statt der üblichen 25 Teammitglieder in Assen coronabedingt nur zehn dabei waren. Diese mussten vor Ort noch den kompletten Kabelbaum des Fahrzeugs bauen und anschließen. „Der Zusammenhalt und das hohe Engagement im Team im Vorfeld und vor Ort haben so ein grandioses Ergebnis erst ermöglicht“, freute sich ein sichtlich erleichterter studentischer Teamleader Bastian Junker. Jetzt steht erst mal eine kurze Erholung auf dem Programm und danach geht es mit einem anderen Modell des Schluckspechts vom 3. bis 6. Juli zum Shell Eco-marathon nach Nogaro (Frankreich), wo das Team auf ebenso tolle Leistungen hofft.",
	  "date": "07.06.2022",
    "imagePath":"assets/localData/Feed/images/Gruppenfoto_2022.webp",
    "source": "Quelle: wwww.schluckspecht.hs-offenburg.de Foto: Hochschule Offenburg"

}
  
]