[
  {
    "id": 1,
    "title": "Schluckspecht zum zweiten Mal „autonom“ erfolgreich",
    "content": "Das Team der Hochschule Offenburg hat beim Shell Eco-marathon 2019 einen hervorragenden zweiten Platz in der Disziplin „Autonomes Fahren“ belegt. Mit dem „Schluckspecht V“ waren sie das beste deutsche Team. Erst zum zweiten Mal traten Teams in der Disziplin „Autonomes Fahren“ beim Shell Eco-marathon gegeneinander an. Neben der Hochschule wagten sich drei weitere Universitäten an diese schwierige Challenge – die Hochschule Amsterdam, die DTU Technische Universität Dänemark und die TU München. Das autonome Fahren ist besonders anspruchsvoll, weil dabei die Disziplinen der Mechanik, der Elektrotechnik und der Informatik zusammenwirken und zusammenzuführen sind. Um sich zu qualifizieren, musste vorab ein Videobeweis eingereicht werden, aus dem ersichtlich wurde, dass das antretende Fahrzeug fähig ist, autonom zu fahren. Obwohl die Mitglieder des Schluckspecht-Teams semesterweise wechseln, hat die Zusammenarbeit sowohl in der Vorbereitungsphase als auch beim Wettkampf selbst bestens funktioniert. Die Studierenden kommen aus verschiedensten Studiengängen des Maschinenbaus, der Elektrotechnik und der Medienfakultät. „Unser Team hat sich hervorragend präsentiert. Zusammenarbeit und Team-Geist waren wieder der Garant für den Erfolg. Unsere technischen Verbesserungen haben sich im Wettbewerb bewährt und wir konnten uns im Vergleich zum Vorjahr enorm steigern“, erklärt Gesamtprojektleiter Prof. Stefan Hensel. Die technischen Fortschritte konnte der Schluckspecht bei dem vier Tage dauernden Wettbewerb demonstrieren. Zunächst wurden die Fahrzeuge unter Sicherheits- und technischen Aspekten geprüft. Dann mussten die Teams unter Beweis stellen, dass ihre Fahrzeuge autonom, also ohne Einfluss eines Fahrers, auf einer kurvigen Strecke fahren, vor einer Mauer einparken und durch unterschiedlich gesetzte „Tore“ manövrieren können. Zudem präsentierten die Teams ihre Vorstellungen über die aktuellen sowie zukünftigen Möglichkeiten des autonomen Fahrens. Das Team der Hochschule Offenburg hatte dazu bereits zahlreiche Ideen entwickelt und konnte der Jury überzeugend darlegen, wie der Schluckspecht in Zukunft systematisch weiter verbessert werden kann. Alle Aufgaben flossen schließlich in die Gesamtwertung ein: Das Team der Hochschule konnte in allen Bereichen überzeugen und belegte als bestes deutsches Team einen hervorragenden zweiten Platz. Im nächsten Jahr will das Schluckspecht-Team erneut beim autonomen Fahren antreten und die präsentierten Ideen bis dahin in die Tat umsetzen. „Ich bin mir sicher, dass wir uns beim autonomen Fahren in der Spitzengruppe des Wettbewerbs etablieren und uns nach dem zweiten Platz in diesem Jahr noch weiter verbessern können“, sagt Prof. Hensel zum Potential des autonomen Schluckspechts. Zunächst heißt es jedoch sich auf den Reichweitenwettbewerb mit einem Liter Diesel vorzubereiten, der in vier Wochen in London stattfinden wird.",
	  "date": "29.05.2019",
    "imagePath": "assets/localData/Feed/images/Gruppenfoto_2019.jpg",
    "imageSource":"Foto: © Hochschule Offenburg",
    "source": "Quelle: wwww.schluckspecht.hs-offenburg.de",
    "AdminImage": "/assets/Fleig.jpg",
    "AdminName" : "Claus Fleig"
  },

  {
    "id": 2,
    "title": "Schluckspecht rast mit neuer Bestleistung zu Platz 2",
    "content": "Beim Shell Eco-marathon in Assen muss sich das Team der Hochschule Offenburg nur dem der Technischen Universität Dänemark geschlagen geben. Beim ersten Auftritt nach der langen Corona-Pause auf einer Rennstrecke trat das Schluckspecht-Team um Prof. Claus Fleig in der Kategorie Urban Concept gegen sechs andere Teams aus Italien (2), Frankreich, Belgien, den Niederlanden und eben Dänemark an. Auf der legendären Motorrad-Grandprix-Strecke „Cathedral of Speed“ im niederländischen Assen kamen die Offenburger als schnellstes durch die technische Abnahme der Fahrzeuge und erzielten auf der Strecke eine neue persönliche Effizienz-Bestleistung. Nach 270 Kilometern 2019, schaffte der Schluckspecht diesmal eine deutliche Steigerung auf 330 Kilometer mit einem Liter Diesel. Das reichte locker für den fantastischen zweiten Platz hinter dem Team der Technischen Universität Dänemark aus Lyngby Kopenhagen, mit dem eine langjährige Freundschaft besteht. Der Erfolg ist umso bemerkenswerter als das interdisziplinäre Team vor der Saison neu zusammengestellt worden war und statt der üblichen 25 Teammitglieder in Assen coronabedingt nur zehn dabei waren. Diese mussten vor Ort noch den kompletten Kabelbaum des Fahrzeugs bauen und anschließen. „Der Zusammenhalt und das hohe Engagement im Team im Vorfeld und vor Ort haben so ein grandioses Ergebnis erst ermöglicht“, freute sich ein sichtlich erleichterter studentischer Teamleader Bastian Junker. Jetzt steht erst mal eine kurze Erholung auf dem Programm und danach geht es mit einem anderen Modell des Schluckspechts vom 3. bis 6. Juli zum Shell Eco-marathon nach Nogaro (Frankreich), wo das Team auf ebenso tolle Leistungen hofft.",
	  "date": "07.06.2022",
    "imagePath":"assets/localData/Feed/images/Gruppenfoto_2022.webp",
    "imageSource":"Foto: © Hochschule Offenburg",
    "source": "Quelle: wwww.schluckspecht.hs-offenburg.de",
    "AdminImage": "/assets/Fleig.jpg",
    "AdminName" : "Claus Fleig"
  },

  {
      "id": 3,
      "title": "Team Schluckspecht: effizient und sicher in Südfrankreich",
      "content": "Beim ersten Rennauftritt belegte der neu konstruierte Schluckspecht 6 als bestes Neufahrzeug insgesamt Rang 6 und gewann den „Safety Award“. Acht Studierende des Schluckspechtteams der Hochschule Offenburg starteten mit ihrem batterieelektrisch angetriebenen Hocheffizienzfahrzeug Schluckspecht 6 jetzt beim Shell Eco-marathon in Nogaro (Südfrankreich). Bei dieser Premiere für das neu konstruierte Fahrzeug auf einer Rennstrecke übertraf das Schluckspechtteam jegliche Erwartungen, indem es unter allen Teams den sechsten Platz erreichte und damit alle anderen erstteilnehmenden Fahrzeuge schlug. Die zwei Fahrerinnen berichteten von einer heißen Fahrt aufgrund von Temperaturen um die 55 Grad Celsius im Auto. Dennoch hätten sie große Freude gehabt, den Schluckspecht auf der Strecke zu präsentieren, erzählten die beiden nach dem Rennen. Und neben der Strecke lief es sogar noch besser. In der Kategorie „Safety Award“, bei der es um das Sicherheitskonzept für das Rennen und die Entwicklung ging, konnte sich das Team gegen die 36 anderen gemeldeten Teams behaupten. Den Juroren imponierte insbesondere die gesamtheitliche Betrachtung aller Sicherheitsaspekte. Unter anderem hatte das Team das neue Fahrzeug mit zahlreichen Simulationen und experimentellen Untersuchungen, wie zum Beispiel einem digitalen Fahrzeugmodell optimiert. Und da es bislang keine passenden Lithium-Akkus auf dem Markt gibt, hatte das Team auch noch selbst eine leichtere und dennoch robuste Variante entwickelt, um eine höhere Sicherheit zu gewährleisten. Angespornt durch diese erfolgreiche Premiere möchte das Team den Schluckspecht 6 nun weiter optimieren, um beim nächsten Shell Eco-marathon die diesmalige Bestleistung von 531 km/kWh zu überbieten.",
      "date": "08.07.2022",
      "imagePath":"assets/localData/Feed/images/Gruppenfoto_Berghem.webp",
      "imageSource":"Foto: © Shell Eco-Marathon",
      "source": "Quelle: wwww.schluckspecht.hs-offenburg.de",
      "AdminImage": "/assets/Fleig.jpg",
      "AdminName" : "Claus Fleig"
  },

  {
    "id": 4,
    "title": "Im Finale ausgeschieden und trotzdem gewonnen",
    "content": "Das Team Schluckspecht hat bei der World Championship des Shell-Eco-marathons viel erreicht, am Ende fehlte in Indien nur etwas Glück. Der Auftakt war vielversprechend: Nachdem Team und Energieeffizienzfahrzeug die Anreise auf den ersten Blick gut überstanden hatten, verlief auch die Technische Abnahme ohne Probleme. Danach gerieten die Teammitglieder dann allerdings erstmals ins Schwitzen, was nicht nur am schwülen Wetter im Austragungsort Bangalore/Indien lag: Bei der ersten Testfahrt brach der Rahmen im Chassis aus carbonfaserverstärktem Kunststoff. Ursache hierfür war wahrscheinlich ein zuvor nicht erkannter Transportschaden. Doch das ganze Team arbeitete hart und konnte den Schaden bis zum nächsten Morgen beheben. Im ersten Wertungslauf, der Mileage Challenge, mussten die insgesamt zwölf teilnehmenden Teams dann in einer bestimmten Zeit eine bestimmte Strecke mit möglichst wenig Energie/Sprit zurückgelegen. Der Schluckspecht 5 landete beim ersten Versuch, bei einem Verbrauch von einem Liter Diesel auf 257 Kilometern auf Rang vier. Beim zweiten Versuch konnte aufgrund eines Wackelkontakts im Flowmeter, das vom Veranstalter gestellt wurde, der Verbrauch nicht gemessen werden, sodass der Versuch ungültig war. Dabei war unser zweiter Lauf gefühlt besser als der Erste, ärgerte sich Teamleiter Prof. Claus Fleig. Im zweiten Wertungslauf, dem Time Trial, mussten die Teams mit einer bestimmten Energie-/Spritmenge möglichst schnell ins Ziel kommen. Nach zwei Runden kam der Schluckpecht 5 als Sechster, nur 9,963 Sekunden hinter dem schnellsten Team, ins Ziel. Das reichte, um in der Gesamtwertung zwischenzeitlich Rang 6 zu belegen und sich somit für den Finallauf zu qualifizieren. Im Probedurchgang des Finales, in dem es darum ging mit der anhand der in den Wertungsläufen gesammelten Punkte errechneten Energie-/Spritmenge als erster ins Ziel zu kommen, war das Team Schluckspecht dann sogar am schnellsten unterwegs. Beste Aussichten also fürs Finale. Dort wurde Schluckspecht-Fahrer Bastian Junker aufgrund eines riskanten Überholmanövers der Konkurrenz in der fünften Runde jedoch von der Strecke abgedrängt und geriet in die Bande. Danach blockierte die Bremse und der Schluckspecht 5 konnte das Rennen zur großen Enttäuschung des Teams und aller seiner Fans nicht beenden. Worldchampion wurde letztlich das französische Team von der Université Toulouse III Paul Sabatier INSA Toulouse, das beim europäischen Wettbewerb in Nogaro/Frankreich im Mai noch weit hinter dem Schluckspecht gelegen hatte. Trotz dieses Pechs kehrten die Teammitglieder am Dienstag glücklich und mit vielen neuen Erkenntnissen im Gepäck nach Offenburg zurück. „Insbesondere die Begegnung mit den Teams aus den USA, Kanada und Indonesien waren ein Gewinn. Mit den Amerikanern hatten wir einen guten Austausch über die Rennstrategien. Einer ihrer Betreuer hatte jahrelange Motorsporterfahrung. Bei den Teams aus Indonesien war insbesondere der Aufbau des Antriebsstrangs interessant. So fuhr ein Team eine angetriebene Starrachse mit zwei Freiläufen an den Rädern und sparte sich so ein Differential. Eine solche Konstruktion war bei einem europäischen Wettbewerb bisher nie zu sehen. Auch das Chassis war außergewöhnlich: Eine Mischung aus kohlefaserverstärktem Kunststoff mit genieteten Aluminiumprofilen“, erklärte Teamleiter Prof. Claus Fleig, „Man hat einfach gemerkt, dass die weltweit besten Teams am Start waren.“ Für die Studierende im Team war auch die Begegnung mit Land und Leuten ein großer Gewinn. „Der Shell Eco-marathon in Indien war ein ganz neues Erlebnis. Die Kultur, die Menschen (und auch die Luft) waren ganz anders als erwartet. Die Stadt Bangalore selbst war aus unseren Augen voller Gegensätze. Wir sind froh, dass wir diese Chance nutzen durften, unser Auto unter Beweis zu stellen und auch eine neue, fremde Kultur zu entdecken“, erklärte Student Hannes Link, Bachelor Maschinenbau, bei der Rückkehr. Nach einer Woche Reis mit scharfen Beilagen freuten sich alle allerdings wieder auf die badische Küche.",
	  "date": "19.10.2023",
    "imagePath":"assets/localData/Feed/images/Gruppenfoto_Indien.webp",
    "imageSource":"Foto: © Hochschule Offenburg",
    "source": "Quelle: wwww.schluckspecht.hs-offenburg.de",
    "AdminImage": "/assets/Fleig.jpg",
    "AdminName" : "Claus Fleig"
  }
]